[SilentTakedown X2AbilityTemplate]
LocFriendlyName="刀光谍影"
LocLongDescription="激活后在当前回合进入<font color='#33CCFF'>曲光</font>状态。立即<font color='#0bff9b'>隐蔽</font>且不会被任何常规手段所侦测。<br/>近战攻击获得<font color='#0bff9b'>10%</font>的暴击率以及<font color='#0bff9b'>3</font>点暴击伤害，且攻击有概率不会<font color='#ff3206'>暴露</font>。<br/>仅能在<font color='#0bff9b'>隐蔽</font>时激活。"
LocHelpText="激活后在当前回合进入<font color='#33CCFF'>曲光</font>状态。立即<font color='#0bff9b'>隐蔽</font>且不会被任何常规手段所侦测。<br/>近战攻击获得<font color='#0bff9b'>10%</font>的暴击率以及<font color='#0bff9b'>3</font>点暴击伤害，且攻击有概率不会<font color='#ff3206'>暴露</font>。<br/>仅能在<font color='#0bff9b'>隐蔽</font>时激活。"
LocFlyOverText="刀光谍影" 
LocPromotionPopupText="<Bullet/><font color='#33CCFF'>曲光</font>：当前回合进行常规移动不会<font color='#ff3206'>暴露</font>。<br/><Bullet\>近战攻击获得<font color='#0bff9b'>10%</font>的暴击率以及<font color='#0bff9b'>3</font>点暴击伤害，且攻击有概率不会<font color='#ff3206'>暴露</font>。<br/><Bullet\>仅能在<font color='#0bff9b'>隐蔽</font>时激活。<br/><Bullet\>若在<font color='#33CCFF'>曲光</font>状态下杀死目标，<font color='#ff3206'>暴露</font>概率减半。<br/><Bullet\>如果杀敌目标时无其他目击者，则<font color='#ff3206'>暴露</font>概率减少至<font color='#0bff9b'>10%</font>"
